{
  "<s>": 0,
  "<pad>": 1,
  "</s>": 2,
  "<unk>": 3,
  "!": 4,
  "\"": 5,
  "#": 6,
  "$": 7,
  "%": 8,
  "&": 9,
  "'": 10,
  "(": 11,
  ")": 12,
  "*": 13,
  "+": 14,
  ",": 15,
  "-": 16,
  ".": 17,
  "/": 18,
  "0": 19,
  "1": 20,
  "2": 21,
  "3": 22,
  "4": 23,
  "5": 24,
  "6": 25,
  "7": 26,
  "8": 27,
  "9": 28,
  ":": 29,
  ";": 30,
  "<": 31,
  "=": 32,
  ">": 33,
  "?": 34,
  "@": 35,
  "A": 36,
  "B": 37,
  "C": 38,
  "D": 39,
  "E": 40,
  "F": 41,
  "G": 42,
  "H": 43,
  "I": 44,
  "J": 45,
  "K": 46,
  "L": 47,
  "M": 48,
  "N": 49,
  "O": 50,
  "P": 51,
  "Q": 52,
  "R": 53,
  "S": 54,
  "T": 55,
  "U": 56,
  "V": 57,
  "W": 58,
  "X": 59,
  "Y": 60,
  "Z": 61,
  "[": 62,
  "\\": 63,
  "]": 64,
  "^": 65,
  "_": 66,
  "`": 67,
  "a": 68,
  "b": 69,
  "c": 70,
  "d": 71,
  "e": 72,
  "f": 73,
  "g": 74,
  "h": 75,
  "i": 76,
  "j": 77,
  "k": 78,
  "l": 79,
  "m": 80,
  "n": 81,
  "o": 82,
  "p": 83,
  "q": 84,
  "r": 85,
  "s": 86,
  "t": 87,
  "u": 88,
  "v": 89,
  "w": 90,
  "x": 91,
  "y": 92,
  "z": 93,
  "{": 94,
  "|": 95,
  "}": 96,
  "~": 97,
  "¡": 98,
  "¢": 99,
  "£": 100,
  "¤": 101,
  "¥": 102,
  "¦": 103,
  "§": 104,
  "¨": 105,
  "©": 106,
  "ª": 107,
  "«": 108,
  "¬": 109,
  "®": 110,
  "¯": 111,
  "°": 112,
  "±": 113,
  "²": 114,
  "³": 115,
  "´": 116,
  "µ": 117,
  "¶": 118,
  "·": 119,
  "¸": 120,
  "¹": 121,
  "º": 122,
  "»": 123,
  "¼": 124,
  "½": 125,
  "¾": 126,
  "¿": 127,
  "À": 128,
  "Á": 129,
  "Â": 130,
  "Ã": 131,
  "Ä": 132,
  "Å": 133,
  "Æ": 134,
  "Ç": 135,
  "È": 136,
  "É": 137,
  "Ê": 138,
  "Ë": 139,
  "Ì": 140,
  "Í": 141,
  "Î": 142,
  "Ï": 143,
  "Ð": 144,
  "Ñ": 145,
  "Ò": 146,
  "Ó": 147,
  "Ô": 148,
  "Õ": 149,
  "Ö": 150,
  "×": 151,
  "Ø": 152,
  "Ù": 153,
  "Ú": 154,
  "Û": 155,
  "Ü": 156,
  "Ý": 157,
  "Þ": 158,
  "ß": 159,
  "à": 160,
  "á": 161,
  "â": 162,
  "ã": 163,
  "ä": 164,
  "å": 165,
  "æ": 166,
  "ç": 167,
  "è": 168,
  "é": 169,
  "ê": 170,
  "ë": 171,
  "ì": 172,
  "í": 173,
  "î": 174,
  "ï": 175,
  "ð": 176,
  "ñ": 177,
  "ò": 178,
  "ó": 179,
  "ô": 180,
  "õ": 181,
  "ö": 182,
  "÷": 183,
  "ø": 184,
  "ù": 185,
  "ú": 186,
  "û": 187,
  "ü": 188,
  "ý": 189,
  "þ": 190,
  "ÿ": 191,
  "Ā": 192,
  "ā": 193,
  "Ă": 194,
  "ă": 195,
  "Ą": 196,
  "ą": 197,
  "Ć": 198,
  "ć": 199,
  "Ĉ": 200,
  "ĉ": 201,
  "Ċ": 202,
  "ċ": 203,
  "Č": 204,
  "č": 205,
  "Ď": 206,
  "ď": 207,
  "Đ": 208,
  "đ": 209,
  "Ē": 210,
  "ē": 211,
  "Ĕ": 212,
  "ĕ": 213,
  "Ė": 214,
  "ė": 215,
  "Ę": 216,
  "ę": 217,
  "Ě": 218,
  "ě": 219,
  "Ĝ": 220,
  "ĝ": 221,
  "Ğ": 222,
  "ğ": 223,
  "Ġ": 224,
  "ġ": 225,
  "Ģ": 226,
  "ģ": 227,
  "Ĥ": 228,
  "ĥ": 229,
  "Ħ": 230,
  "ħ": 231,
  "Ĩ": 232,
  "ĩ": 233,
  "Ī": 234,
  "ī": 235,
  "Ĭ": 236,
  "ĭ": 237,
  "Į": 238,
  "į": 239,
  "İ": 240,
  "ı": 241,
  "Ĳ": 242,
  "ĳ": 243,
  "Ĵ": 244,
  "ĵ": 245,
  "Ķ": 246,
  "ķ": 247,
  "ĸ": 248,
  "Ĺ": 249,
  "ĺ": 250,
  "Ļ": 251,
  "ļ": 252,
  "Ľ": 253,
  "ľ": 254,
  "Ŀ": 255,
  "ŀ": 256,
  "Ł": 257,
  "ł": 258,
  "Ń": 259,
  "Ġt": 260,
  "he": 261,
  "Ġa": 262,
  "čĊ": 263,
  "in": 264,
  "Ġs": 265,
  "Ġw": 266,
  "Ġthe": 267,
  "Ġo": 268,
  "re": 269,
  "Ġb": 270,
  "Ġm": 271,
  "ou": 272,
  "ed": 273,
  "ĠI": 274,
  "nd": 275,
  "ha": 276,
  "it": 277,
  "Ġf": 278,
  "er": 279,
  "Ġto": 280,
  "ing": 281,
  "is": 282,
  "en": 283,
  "Ġc": 284,
  "or": 285,
  "on": 286,
  "Ġof": 287,
  "Ġd": 288,
  "as": 289,
  "Ġand": 290,
  "Ġp": 291,
  "Ġn": 292,
  "ll": 293,
  "at": 294,
  "ar": 295,
  "an": 296,
  "Ġin": 297,
  "Ġl": 298,
  "Ġh": 299,
  "Ġbe": 300,
  "om": 301,
  "es": 302,
  "ot": 303,
  "ut": 304,
  "Ġg": 305,
  "Ġha": 306,
  "ow": 307,
  "Ġhe": 308,
  "hat": 309,
  "Ġwas": 310,
  "Ġ\"": 311,
  "ld": 312,
  "Ġth": 313,
  "gh": 314,
  "id": 315,
  "le": 316,
  "Ġit": 317,
  "Ġon": 318,
  "ch": 319,
  "ĠT": 320,
  "ay": 321,
  "Ġst": 322,
  "et": 323,
  "Ġe": 324,
  "ce": 325,
  "Ġy": 326,
  "ent": 327,
  "Ġre": 328,
  "ly": 329,
  "ve": 330,
  "Ġme": 331,
  "se": 332,
  "ght": 333,
  "ir": 334,
  "Ġthat": 335,
  "oo": 336,
  "ith": 337,
  "Ġas": 338,
  "al": 339,
  "im": 340,
  "Ġr": 341,
  "Ġwith": 342,
  "Ġmy": 343,
  "ould": 344,
  "Ġnot": 345,
  "st": 346,
  "ad": 347,
  "ĠS": 348,
  "ion": 349,
  "Ġu": 350,
  "ct": 351,
  "her": 352,
  "Ġyou": 353,
  "Ġfor": 354,
  "Ġis": 355,
  "ke": 356,
  "ĠThe": 357,
  "ight": 358,
  "Ġan": 359,
  "Ġat": 360,
  "ur": 361,
  "Ġwe": 362,
  "Ġwh": 363,
  "am": 364,
  "ic": 365,
  "Ġbut": 366,
  "..": 367,
  "Ġor": 368,
  "ter": 369,
  "ac": 370,
  "if": 371,
  ".\"": 372,
  "ro": 373,
  "ver": 374,
  "Ġsu": 375,
  "Ġhad": 376,
  "Ġso": 377,
  "Ġthis": 378,
  "out": 379,
  "ome": 380,
  "pp": 381,
  "qu": 382,
  "ĠA": 383,
  "Ġwould": 384,
  "ĠP": 385,
  "red": 386,
  "ard": 387,
  "Ġte": 388,
  "Ġhis": 389,
  "Ġsh": 390,
  "Ġse": 391,
  "Ġby": 392,
  "ĠW": 393,
  "ĠH": 394,
  "ra": 395,
  "ine": 396,
  "Ġab": 397,
  "Ġfr": 398,
  "Ġhave": 399,
  "Ġone": 400,
  "Ġsa": 401,
  "Ġfe": 402,
  "Ġli": 403,
  "Ġhim": 404,
  "ect": 405,
  "ĠR": 406,
  "ked": 407,
  "irt": 408,
  "Ġk": 409,
  "ation": 410,
  "hen": 411,
  "hing": 412,
  "Ġall": 413,
  "Ġgo": 414,
  "ĠSh": 415,
  "'t": 416,
  "ill": 417,
  "art": 418,
  "cu": 419,
  "Ġout": 420,
  "ess": 421,
  "Ġthey": 422,
  "Ġdo": 423,
  "Ġif": 424,
  "Ġno": 425,
  "ore": 426,
  "Ġne": 427,
  "own": 428,
  "ĠK": 429,
  "Ġup": 430,
  "ĠRed": 431,
  "ĠShirt": 432,
  "ame": 433,
  "ain": 434,
  "all": 435,
  "Ġthere": 436,
  "Ġwor": 437,
  "Ġfrom": 438,
  "ĠB": 439,
  "ool": 440,
  "Ġde": 441,
  "Ġany": 442,
  "Ġabout": 443,
  "ĠM": 444,
  "Ġthem": 445,
  "Ġsaid": 446,
  "em": 447,
  "ong": 448,
  "Ġwhi": 449,
  "ant": 450,
  "Ġro": 451,
  "ri": 452,
  "ud": 453,
  "ound": 454,
  "llow": 455,
  "un": 456,
  "cup": 457,
  "ak": 458,
  "Ġwere": 459,
  "Ġhou": 460,
  "Ġlike": 461,
  "ake": 462,
  "us": 463,
  "ind": 464,
  "il": 465,
  "ĠC": 466,
  "os": 467,
  "Ġare": 468,
  "cupine": 469,
  "ig": 470,
  "orcupine": 471,
  "op": 472,
  "chool": 473,
  "Ġfa": 474,
  "Ġj": 475,
  "ĠPorcupine": 476,
  "ood": 477,
  ",\"": 478,
  "ive": 479,
  "ul": 480,
  "Ġschool": 481,
  "yo": 482,
  "Ġsp": 483,
  "'s": 484,
  "ble": 485,
  "Ġcan": 486,
  "ack": 487,
  "Ġcom": 488,
  "Ġex": 489,
  "Ġal": 490,
  "acher": 491,
  "um": 492,
  "ang": 493,
  "ok": 494,
  "Ġwhen": 495,
  "Ġwho": 496,
  "ther": 497,
  "Ġaf": 498,
  "....": 499,
  "ust": 500,
  "Ġman": 501,
  "Ġget": 502,
  "Ġtr": 503,
  "ers": 504,
  "Ġle": 505,
  "Ġun": 506,
  "Ġroom": 507,
  "ag": 508,
  "Ġsome": 509,
  "han": 510,
  "Ġcon": 511,
  "one": 512,
  "Ġwhich": 513,
  "wn": 514,
  "ĠG": 515,
  "ĠO": 516,
  "Ġsay": 517,
  "ough": 518,
  "Ġdid": 519,
  "?\"": 520,
  "Ġv": 521,
  "ist": 522,
  "ci": 523,
  "Ġpro": 524,
  "Ġbec": 525,
  "est": 526,
  "lf": 527,
  "Ġteacher": 528,
  "au": 529,
  "Ġpr": 530,
  "ven": 531,
  "ber": 532,
  "Ġtw": 533,
  "ĠIf": 534,
  "ass": 535,
  "Ġbeen": 536,
  "Ġkn": 537,
  "ous": 538,
  "Ġhouse": 539,
  "Ġwhat": 540,
  "res": 541,
  "Ġcould": 542,
  "--": 543,
  "Ġqu": 544,
  "ought": 545,
  "ĠN": 546,
  "Ġag": 547,
  "Ġint": 548,
  "ĠHe": 549,
  "and": 550,
  "hed": 551,
  "Ġwork": 552,
  "Ġwr": 553,
  "ate": 554,
  "Ġsuch": 555,
  "Ġfellow": 556,
  "we": 557,
  "Ġshe": 558,
  "ree": 559,
  "ject": 560,
  "ide": 561,
  "lo": 562,
  "ents": 563,
  "ap": 564,
  "Ġmore": 565,
  "Ġstud": 566,
  "Ġam": 567,
  "Ġapp": 568,
  "pt": 569,
  "ĠY": 570,
  "ite": 571,
  "ish": 572,
  "ast": 573,
  "ie": 574,
  "Ġtim": 575,
  "nder": 576,
  "ice": 577,
  "ĠIt": 578,
  "Ġwill": 579,
  "Ġloo": 580,
  "ĠPro": 581,
  "Ġother": 582,
  "Ġbo": 583,
  "lown": 584,
  "Ġmay": 585,
  "enber": 586,
  "Ġpo": 587,
  "utenber": 588,
  "Ġshould": 589,
  "utenberg": 590,
  "ck": 591,
  "ep": 592,
  "way": 593,
  "Ġday": 594,
  "Ġpl": 595,
  "ry": 596,
  "ity": 597,
  "ort": 598,
  "Ġher": 599,
  "ĠClown": 600,
  "Ġtime": 601,
  "Ġway": 602,
  "Ġold": 603,
  "very": 604,
  "Ġoff": 605,
  "ash": 606,
  "urn": 607,
  "are": 608,
  "nt": 609,
  "ĠF": 610,
  "ĠĠ": 611,
  "Ġback": 612,
  "ĠGutenberg": 613,
  "ure": 614,
  "Ġthan": 615,
  "th": 616,
  "ving": 617,
  "here": 618,
  "ink": 619,
  "Ġtheir": 620,
  "Ġonly": 621,
  "Ġright": 622,
  "Ġco": 623,
  "Ġgoing": 624,
  "Ġthought": 625,
  "ach": 626,
  "Ġprin": 627,
  "Ġstudents": 628,
  "ally": 629,
  "ĠProject": 630,
  "able": 631,
  "te": 632,
  "ary": 633,
  "Ġasked": 634,
  "ĠKi": 635,
  "Ġtwo": 636,
  "el": 637,
  "Ġnight": 638,
  "ated": 639,
  "Ġmake": 640,
  "other": 641,
  "self": 642,
  "Ġafter": 643,
  "ĠOn": 644,
  "ĠKiyo": 645,
  "ub": 646,
  "ĠD": 647,
  "Ġac": 648,
  "Ġbr": 649,
  "ance": 650,
  "Ġgr": 651,
  "Ġhead": 652,
  "ĠTh": 653,
  "ade": 654,
  "Ġus": 655,
  "Ġsee": 656,
  "Ġknow": 657,
  "Ġdon": 658,
  "Ġhow": 659,
  "ose": 660,
  "ved": 661,
  "Ġcl": 662,
  "Ġres": 663,
  "ĠBut": 664,
  "pl": 665,
  "!\"": 666,
  "Ġmight": 667,
  "Ġfo": 668,
  "ick": 669,
  "cip": 670,
  "Ġprincip": 671,
  "ared": 672,
  "Ġad": 673,
  "Ġcome": 674,
  "Ġstart": 675,
  ",--": 676,
  "ĠE": 677,
  "Ġbl": 678,
  "Ġmat": 679,
  "omet": 680,
  "Ġthree": 681,
  "Ġyour": 682,
  "Ġprincipal": 683,
  "hi": 684,
  "Ġmade": 685,
  "Ġdown": 686,
  "Ġpart": 687,
  "ans": 688,
  "Ġeven": 689,
  "itt": 690,
  "Ġdis": 691,
  "Ġbet": 692,
  "Ġappe": 693,
  "ge": 694,
  "uch": 695,
  "Ġover": 696,
  "Ġmo": 697,
  "Ġcou": 698,
  "Ġlet": 699,
  "alk": 700,
  "ign": 701,
  "og": 702,
  "tm": 703,
  "Ġar": 704,
  "Ġsomet": 705,
  "ory": 706,
  "imp": 707,
  "ied": 708,
  "led": 709,
  "Ġwant": 710,
  "Ġinto": 711,
  "ull": 712,
  "Ġpre": 713,
  "Ġthink": 714,
  "Ġmuch": 715,
  "Ġtold": 716,
  "Ġface": 717,
  "ever": 718,
  "ff": 719,
  "thing": 720,
  "Ġthen": 721,
  "Ġfir": 722,
  "Ġret": 723,
  "......": 724,
  "ence": 725,
  "ark": 726,
  "ĠThen": 727,
  "Ġseem": 728,
  "Ġdec": 729,
  "co": 730,
  "ling": 731,
  "ĠL": 732,
  "Ġbeg": 733,
  "Ġhas": 734,
  "ause": 735,
  "ĠThis": 736,
  "ace": 737,
  "Ġ1": 738,
  "Ġwat": 739,
  "Ġour": 740,
  "Ġown": 741,
  "ings": 742,
  "Ġhot": 743,
  "okyo": 744,
  "ress": 745,
  "Ġagain": 746,
  "Ġsomething": 747,
  "Ġtake": 748,
  "reat": 749,
  "Ġcame": 750,
  "Ġrem": 751,
  "so": 752,
  "Ġsha": 753,
  "ĠIn": 754,
  "Ġfar": 755,
  "ĠTokyo": 756,
  "ner": 757,
  "ty": 758,
  "Ġke": 759,
  "ition": 760,
  "ise": 761,
  "Ġcall": 762,
  "Ġgood": 763,
  "ĠWhen": 764,
  "ered": 765,
  "ger": 766,
  "Ġen": 767,
  "Ġinc": 768,
  "ady": 769,
  "aking": 770,
  "Ġfirst": 771,
  "ab": 772,
  "fore": 773,
  "mp": 774,
  "Ġwent": 775,
  "orm": 776,
  "ather": 777,
  "Ġlong": 778,
  "Ġtell": 779,
  "Ġbetter": 780,
  "'m": 781,
  "ere": 782,
  "ire": 783,
  "pect": 784,
  "Ġaway": 785,
  "Ġtown": 786,
  "Ġstr": 787,
  "Ġsure": 788,
  "Ġjust": 789,
  "Ġent": 790,
  "Ġsm": 791,
  "ath": 792,
  "Ġbefore": 793,
  "pped": 794,
  "quash": 795,
  "Ġkind": 796,
  "Ġlooked": 797,
  "iz": 798,
  "not": 799,
  "Ġcha": 800,
  "Ġnow": 801,
  "Ġheard": 802,
  "bard": 803,
  "ell": 804,
  "ment": 805,
  "row": 806,
  "erm": 807,
  "Ġhere": 808,
  "Ġunder": 809,
  "ĠThey": 810,
  "ĠWhat": 811,
  "Ġboard": 812,
  "ily": 813,
  "Ġwhere": 814,
  "Ġtoo": 815,
  "Ġbeing": 816,
  "Ġwithout": 817,
  "ĠSquash": 818,
  "Ġans": 819,
  "ĠHub": 820,
  "Ġwrong": 821,
  "ious": 822,
  "less": 823,
  "Ġsame": 824,
  "Ġonce": 825,
  "ction": 826,
  "Ġwell": 827,
  "Ġmany": 828,
  "ĠNo": 829,
  "ĠYou": 830,
  "Ġreturn": 831,
  "ĠHubbard": 832,
  "ng": 833,
  "ward": 834,
  "ince": 835,
  "Ġcop": 836,
  "ase": 837,
  "ĠAnd": 838,
  "Ġbecause": 839,
  "Ġmatter": 840,
  "od": 841,
  "pe": 842,
  "ped": 843,
  "ord": 844,
  "Ġpe": 845,
  "Ġpers": 846,
  "Ġhand": 847,
  "ĠAs": 848,
  "Ġplace": 849,
  "Ġletter": 850,
  "Ġsc": 851,
  "ited": 852,
  "Ġlau": 853,
  "Ġho": 854,
  "Ġyen": 855,
  "ook": 856,
  "Ġra": 857,
  "Ġmyself": 858,
  "Ġlook": 859,
  "Ġdays": 860,
  "ced": 861,
  "ft": 862,
  "lt": 863,
  "xt": 864,
  "ised": 865,
  "ars": 866,
  "ĠSo": 867,
  "ĠThere": 868,
  "Ġshow": 869,
  "Ġanything": 870,
  "ried": 871,
  "Ġspe": 872,
  "Ġsaying": 873,
  "per": 874,
  "ying": 875,
  "Ġtalk": 876,
  "Ġsw": 877,
  "Ġser": 878,
  "isha": 879,
  "Ġdes": 880,
  "Ġhaving": 881,
  "idd": 882,
  "Ġaff": 883,
  "Ġvo": 884,
  "cess": 885,
  "ron": 886,
  "ves": 887,
  "Ġsat": 888,
  "Ġset": 889,
  "Ġop": 890,
  "ating": 891,
  "ank": 892,
  "Ġevery": 893,
  "Ġnever": 894,
  "ĠKog": 895,
  "Ġwhile": 896,
  "oss": 897,
  "Ġclass": 898,
  "ho": 899,
  "hy": 900,
  "Ġvery": 901,
  "Ġhar": 902,
  "Ġnew": 903,
  "rib": 904,
  "Ġleft": 905,
  "aper": 906,
  "Ġfollow": 907,
  "Ġseemed": 908,
  "ĠKoga": 909,
  "air": 910,
  "ies": 911,
  "lic": 912,
  "side": 913,
  "ted": 914,
  "ting": 915,
  "tain": 916,
  "Ġimp": 917,
  "Ġmust": 918,
  "Ġthr": 919,
  "Ġteachers": 920,
  "Ġadd": 921,
  "Ġperson": 922,
  "'re": 923,
  "aid": 924,
  "ave": 925,
  "Ġ(": 926,
  "Ġbad": 927,
  "ened": 928,
  "Ġbel": 929,
  "lect": 930,
  "ĠMr": 931,
  "Ġcomp": 932,
  "ful": 933,
  "ix": 934,
  "Ġsen": 935,
  "Ġcare": 936,
  "Ġind": 937,
  "Ġthose": 938,
  "ĠTo": 939,
  "Ġye": 940,
  "ife": 941,
  "Ġtrans": 942,
  "hile": 943,
  "Ġwatch": 944,
  "na": 945,
  "ya": 946,
  "ĠU": 947,
  "Ġ[": 948,
  "ined": 949,
  "Ġsal": 950,
  "Ġwom": 951,
  "Ġthese": 952,
  "Ġfound": 953,
  "Ġdang": 954,
  "Ġdist": 955,
  "Ġreg": 956,
  "iff": 957,
  "Ġfelt": 958,
  "ations": 959,
  "ĠMad": 960,
  "Ġbecame": 961,
  "Ġworks": 962,
  "Ġstarted": 963,
  "Ġcount": 964,
  "That": 965,
  "day": 966,
  "ired": 967,
  "li": 968,
  "Ġmidd": 969,
  "Ġtook": 970,
  "Ġche": 971,
  "ons": 972,
  "ont": 973,
  "Ġhalf": 974,
  "cept": 975,
  "Ġatt": 976,
  "Ġsoon": 977,
  "ĠWe": 978,
  "Ġupon": 979,
  "Ġthrough": 980,
  "Ġsalary": 981,
  "You": 982,
  "bod": 983,
  "ue": 984,
  "ĠJ": 985,
  "Ġmind": 986,
  "Ġpass": 987,
  "arly": 988,
  "ott": 989,
  "Ġgive": 990,
  "Ġits": 991,
  "Ġref": 992,
  "Ġnothing": 993,
  "adger": 994,
  "urp": 995,
  "icul": 996,
  "Ġsaw": 997,
  "Ġcannot": 998,
  "age": 999
}
