{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": false
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "?": 31,
      "@": 32,
      "A": 33,
      "B": 34,
      "C": 35,
      "D": 36,
      "E": 37,
      "F": 38,
      "G": 39,
      "H": 40,
      "I": 41,
      "J": 42,
      "K": 43,
      "L": 44,
      "M": 45,
      "N": 46,
      "O": 47,
      "P": 48,
      "Q": 49,
      "R": 50,
      "S": 51,
      "T": 52,
      "U": 53,
      "V": 54,
      "W": 55,
      "X": 56,
      "Y": 57,
      "Z": 58,
      "[": 59,
      "]": 60,
      "a": 61,
      "b": 62,
      "c": 63,
      "d": 64,
      "e": 65,
      "f": 66,
      "g": 67,
      "h": 68,
      "i": 69,
      "j": 70,
      "k": 71,
      "l": 72,
      "m": 73,
      "n": 74,
      "o": 75,
      "p": 76,
      "q": 77,
      "r": 78,
      "s": 79,
      "t": 80,
      "u": 81,
      "v": 82,
      "w": 83,
      "x": 84,
      "y": 85,
      "z": 86,
      "##o": 87,
      "##l": 88,
      "##i": 89,
      "##c": 90,
      "##t": 91,
      "##a": 92,
      "##n": 93,
      "##r": 94,
      "##e": 95,
      "##q": 96,
      "##u": 97,
      "##d": 98,
      "##k": 99,
      "##s": 100,
      "##m": 101,
      "##p": 102,
      "##h": 103,
      "##f": 104,
      "##v": 105,
      "##R": 106,
      "##A": 107,
      "##N": 108,
      "##S": 109,
      "##L": 110,
      "##T": 111,
      "##E": 112,
      "##D": 113,
      "##g": 114,
      "##y": 115,
      "##b": 116,
      "##w": 117,
      "##O": 118,
      "##I": 119,
      "##j": 120,
      "##H": 121,
      "##C": 122,
      "##z": 123,
      "##0": 124,
      "##x": 125,
      "##8": 126,
      "##7": 127,
      "##1": 128,
      "##U": 129,
      "##P": 130,
      "##3": 131,
      "##B": 132,
      "##6": 133,
      "##Y": 134,
      "##4": 135,
      "##5": 136,
      "##9": 137,
      "##X": 138,
      "##Q": 139,
      "##G": 140,
      "##2": 141,
      "##M": 142,
      "##V": 143,
      "##J": 144,
      "##F": 145,
      "##W": 146,
      "##K": 147,
      "##he": 148,
      "the": 149,
      "##in": 150,
      "##ed": 151,
      "##er": 152,
      "##ou": 153,
      "##nd": 154,
      "##at": 155,
      "to": 156,
      "##ing": 157,
      "##or": 158,
      "##en": 159,
      "##on": 160,
      "##as": 161,
      "##ar": 162,
      "of": 163,
      "th": 164,
      "and": 165,
      "##is": 166,
      "##an": 167,
      "##it": 168,
      "##re": 169,
      "##ll": 170,
      "##es": 171,
      "in": 172,
      "##om": 173,
      "be": 174,
      "##ot": 175,
      "##ut": 176,
      "##ow": 177,
      "was": 178,
      "##ad": 179,
      "##ld": 180,
      "##ch": 181,
      "##gh": 182,
      "it": 183,
      "##et": 184,
      "on": 185,
      "##id": 186,
      "##le": 187,
      "he": 188,
      "##ay": 189,
      "st": 190,
      "##ce": 191,
      "##ly": 192,
      "##ir": 193,
      "me": 194,
      "##ent": 195,
      "##al": 196,
      "##se": 197,
      "that": 198,
      "##ght": 199,
      "##ve": 200,
      "##oo": 201,
      "as": 202,
      "##ith": 203,
      "with": 204,
      "not": 205,
      "my": 206,
      "##ould": 207,
      "wh": 208,
      "##ion": 209,
      "for": 210,
      "##her": 211,
      "you": 212,
      "##ct": 213,
      "The": 214,
      "##im": 215,
      "is": 216,
      "re": 217,
      "##st": 218,
      "##ight": 219,
      "ha": 220,
      "an": 221,
      "##ter": 222,
      "##ur": 223,
      "##ke": 224,
      "##am": 225,
      "at": 226,
      "or": 227,
      "but": 228,
      "##ic": 229,
      "##ac": 230,
      "sh": 231,
      "su": 232,
      "##ro": 233,
      "##ard": 234,
      "##ell": 235,
      "had": 236,
      "this": 237,
      "so": 238,
      "##ver": 239,
      "##ome": 240,
      "##pp": 241,
      "would": 242,
      "##out": 243,
      "##ee": 244,
      "his": 245,
      "li": 246,
      "by": 247,
      "##ine": 248,
      "ab": 249,
      "fr": 250,
      "te": 251,
      "have": 252,
      "one": 253,
      "sa": 254,
      "##ra": 255,
      "##ect": 256,
      "him": 257,
      "##ere": 258,
      "##ked": 259,
      "##irt": 260,
      "##ation": 261,
      "all": 262,
      "##hing": 263,
      "Sh": 264,
      "go": 265,
      "##all": 266,
      "out": 267,
      "do": 268,
      "no": 269,
      "##art": 270,
      "if": 271,
      "##hen": 272,
      "##cu": 273,
      "they": 274,
      "##ess": 275,
      "##ill": 276,
      "up": 277,
      "Red": 278,
      "ne": 279,
      "##ain": 280,
      "##own": 281,
      "Shirt": 282,
      "wor": 283,
      "there": 284,
      "from": 285,
      "##ool": 286,
      "##ore": 287,
      "##ame": 288,
      "any": 289,
      "about": 290,
      "them": 291,
      "said": 292,
      "##mp": 293,
      "de": 294,
      "##ong": 295,
      "ro": 296,
      "##est": 297,
      "##qu": 298,
      "whi": 299,
      "##ant": 300,
      "##ri": 301,
      "##ak": 302,
      "##ud": 303,
      "like": 304,
      "##ound": 305,
      "##un": 306,
      "##cup": 307,
      "Th": 308,
      "hou": 309,
      "were": 310,
      "we": 311,
      "##ake": 312,
      "##us": 313,
      "##ind": 314,
      "##ang": 315,
      "##il": 316,
      "##cupine": 317,
      "Por": 318,
      "are": 319,
      "Porcupine": 320,
      "##chool": 321,
      "##ig": 322,
      "##os": 323,
      "##op": 324,
      "##ish": 325,
      "sp": 326,
      "##ood": 327,
      "##ul": 328,
      "school": 329,
      "##ive": 330,
      "##yo": 331,
      "can": 332,
      "see": 333,
      "##ble": 334,
      "##ff": 335,
      "##ack": 336,
      "ex": 337,
      "com": 338,
      "If": 339,
      "al": 340,
      "##acher": 341,
      "who": 342,
      "when": 343,
      "##ok": 344,
      "##ther": 345,
      "man": 346,
      "##ers": 347,
      "teacher": 348,
      "con": 349,
      "##ust": 350,
      "get": 351,
      "le": 352,
      "##ag": 353,
      "##ree": 354,
      "room": 355,
      "un": 356,
      "##ate": 357,
      "fa": 358,
      "kn": 359,
      "tr": 360,
      "##wn": 361,
      "Wh": 362,
      "some": 363,
      "##ci": 364,
      "which": 365,
      "pr": 366,
      "##one": 367,
      "did": 368,
      "say": 369,
      "##ough": 370,
      "bec": 371,
      "##ap": 372,
      "pro": 373,
      "fell": 374,
      "##au": 375,
      "He": 376,
      "day": 377,
      "se": 378,
      "##ist": 379,
      "##ven": 380,
      "##ber": 381,
      "##ast": 382,
      "house": 383,
      "tw": 384,
      "##ass": 385,
      "been": 386,
      "qu": 387,
      "##ous": 388,
      "##nder": 389,
      "could": 390,
      "ag": 391,
      "##ought": 392,
      "am": 393,
      "she": 394,
      "wr": 395,
      "##el": 396,
      "##hed": 397,
      "work": 398,
      "Pro": 399,
      "##ment": 400,
      "##fter": 401,
      "such": 402,
      "fellow": 403,
      "ch": 404,
      "en": 405,
      "##ject": 406,
      "##res": 407,
      "what": 408,
      "It": 409,
      "##ol": 410,
      "stud": 411,
      "more": 412,
      "app": 413,
      "tim": 414,
      "##ite": 415,
      "bo": 416,
      "will": 417,
      "##ie": 418,
      "her": 419,
      "loo": 420,
      "##ear": 421,
      "cl": 422,
      "other": 423,
      "may": 424,
      "##lown": 425,
      "##enber": 426,
      "int": 427,
      "##utenber": 428,
      "should": 429,
      "##utenberg": 430,
      "##ck": 431,
      "##are": 432,
      "night": 433,
      "pl": 434,
      "##ice": 435,
      "way": 436,
      "##sel": 437,
      "Clown": 438,
      "##og": 439,
      "##ry": 440,
      "##ort": 441,
      "##ity": 442,
      "##way": 443,
      "time": 444,
      "off": 445,
      "old": 446,
      "##and": 447,
      "##ents": 448,
      "##ash": 449,
      "##ide": 450,
      "##um": 451,
      "##urn": 452,
      "Gutenberg": 453,
      "back": 454,
      "##ade": 455,
      "Project": 456,
      "##ure": 457,
      "than": 458,
      "only": 459,
      "right": 460,
      "##th": 461,
      "##ving": 462,
      "their": 463,
      "##ink": 464,
      "going": 465,
      "##ose": 466,
      "##ance": 467,
      "But": 468,
      "bl": 469,
      "co": 470,
      "thought": 471,
      "prin": 472,
      "students": 473,
      "br": 474,
      "##ach": 475,
      "##ated": 476,
      "You": 477,
      "gr": 478,
      "##here": 479,
      "head": 480,
      "##ally": 481,
      "Ki": 482,
      "On": 483,
      "res": 484,
      "##able": 485,
      "##ary": 486,
      "asked": 487,
      "two": 488,
      "##pl": 489,
      "##ence": 490,
      "after": 491,
      "don": 492,
      "how": 493,
      "make": 494,
      "us": 495,
      "##pt": 496,
      "##other": 497,
      "know": 498,
      "##self": 499,
      "Kiyo": 500,
      "ac": 501,
      "##ub": 502,
      "po": 503,
      "di": 504,
      "##ved": 505,
      "Then": 506,
      "This": 507,
      "mat": 508,
      "might": 509,
      "##ick": 510,
      "##cip": 511,
      "princip": 512,
      "ad": 513,
      "come": 514,
      "##if": 515,
      "start": 516,
      "No": 517,
      "down": 518,
      "made": 519,
      "part": 520,
      "three": 521,
      "##omet": 522,
      "##alk": 523,
      "your": 524,
      "principal": 525,
      "even": 526,
      "##uch": 527,
      "##oun": 528,
      "##ans": 529,
      "bet": 530,
      "ar": 531,
      "dis": 532,
      "fo": 533,
      "fir": 534,
      "let": 535,
      "over": 536,
      "##te": 537,
      "##itt": 538,
      "What": 539,
      "mo": 540,
      "sw": 541,
      "somet": 542,
      "##ory": 543,
      "want": 544,
      "##led": 545,
      "think": 546,
      "##ign": 547,
      "pre": 548,
      "##ull": 549,
      "face": 550,
      "much": 551,
      "##ered": 552,
      "told": 553,
      "str": 554,
      "into": 555,
      "ret": 556,
      "wat": 557,
      "##ling": 558,
      "##thing": 559,
      "then": 560,
      "##ark": 561,
      "seem": 562,
      "When": 563,
      "fl": 564,
      "##ise": 565,
      "dec": 566,
      "has": 567,
      "tm": 568,
      "take": 569,
      "beg": 570,
      "That": 571,
      "##ause": 572,
      "appear": 573,
      "##ount": 574,
      "In": 575,
      "Tok": 576,
      "hot": 577,
      "our": 578,
      "own": 579,
      "##ied": 580,
      "##ge": 581,
      "##ings": 582,
      "again": 583,
      "##ress": 584,
      "something": 585,
      "Tokyo": 586,
      "came": 587,
      "good": 588,
      "##ace": 589,
      "##reat": 590,
      "rem": 591,
      "##aking": 592,
      "far": 593,
      "##ty": 594,
      "call": 595,
      "##ition": 596,
      "inc": 597,
      "##ner": 598,
      "##ger": 599,
      "##ather": 600,
      "town": 601,
      "##ady": 602,
      "first": 603,
      "long": 604,
      "sm": 605,
      "tell": 606,
      "went": 607,
      "##ab": 608,
      "##fore": 609,
      "They": 610,
      "better": 611,
      "away": 612,
      "just": 613,
      "##ile": 614,
      "##pect": 615,
      "##orm": 616,
      "sure": 617,
      "##eep": 618,
      "kind": 619,
      "##our": 620,
      "##ath": 621,
      "before": 622,
      "##pped": 623,
      "##quash": 624,
      "looked": 625,
      "ever": 626,
      "now": 627,
      "under": 628,
      "##iz": 629,
      "##ever": 630,
      "heard": 631,
      "board": 632,
      "And": 633,
      "Hub": 634,
      "here": 635,
      "##od": 636,
      "##row": 637,
      "##bard": 638,
      "##erm": 639,
      "too": 640,
      "being": 641,
      "wrong": 642,
      "Squash": 643,
      "well": 644,
      "where": 645,
      "yen": 646,
      "##ily": 647,
      "##not": 648,
      "##sw": 649,
      "##ase": 650,
      "without": 651,
      "hand": 652,
      "answ": 653,
      "many": 654,
      "because": 655,
      "Hubbard": 656,
      "cop": 657,
      "same": 658,
      "##ious": 659,
      "once": 660,
      "return": 661,
      "As": 662,
      "So": 663,
      "##ery": 664,
      "There": 665,
      "matter": 666,
      "pers": 667,
      "sc": 668,
      "talk": 669,
      "##eet": 670,
      "##ward": 671,
      "##ince": 672,
      "##ord": 673,
      "##ank": 674,
      "##ction": 675,
      "place": 676,
      "letter": 677,
      "ho": 678,
      "lau": 679,
      "op": 680,
      "ra": 681,
      "##co": 682,
      "##ft": 683,
      "##ited": 684,
      "##ook": 685,
      "myself": 686,
      "temp": 687,
      "days": 688,
      "look": 689,
      "aff": 690,
      "ser": 691,
      "##ced": 692,
      "##ep": 693,
      "##xt": 694,
      "##ised": 695,
      "show": 696,
      "anything": 697,
      "##ried": 698,
      "cons": 699,
      "saying": 700,
      "des": 701,
      "sat": 702,
      "##oy": 703,
      "##less": 704,
      "##ared": 705,
      "##llow": 706,
      "##idd": 707,
      "having": 708,
      "Kog": 709,
      "set": 710,
      "##cess": 711,
      "##ted": 712,
      "##ron": 713,
      "##ves": 714,
      "##ating": 715,
      "ins": 716,
      "never": 717,
      "while": 718,
      "##ange": 719,
      "##oss": 720,
      "class": 721,
      "every": 722,
      "imp": 723,
      "sl": 724,
      "very": 725,
      "##ip": 726,
      "##ting": 727,
      "##air": 728,
      "new": 729,
      "##rib": 730,
      "left": 731,
      "##aper": 732,
      "##elt": 733,
      "follow": 734,
      "seemed": 735,
      "Koga": 736,
      "Mr": 737,
      "dang": 738,
      "must": 739,
      "pe": 740,
      "sim": 741,
      "##ies": 742,
      "##tain": 743,
      "##ump": 744,
      "thr": 745,
      "teachers": 746,
      "add": 747,
      "person": 748,
      "bad": 749,
      "ind": 750,
      "##aid": 751,
      "##ave": 752,
      "##per": 753,
      "##ened": 754,
      "bel": 755,
      "##lect": 756,
      "##age": 757,
      "watch": 758,
      "We": 759,
      "sen": 760,
      "##ix": 761,
      "##ng": 762,
      "##ful": 763,
      "these": 764,
      "those": 765,
      "##alf": 766,
      "trans": 767,
      "Mad": 768,
      "count": 769,
      "dist": 770,
      "found": 771,
      "felt": 772,
      "sal": 773,
      "wom": 774,
      "##ock": 775,
      "##so": 776,
      "##ying": 777,
      "ref": 778,
      "reg": 779,
      "##ations": 780,
      "comp": 781,
      "became": 782,
      "works": 783,
      "started": 784,
      "Bad": 785,
      "che": 786,
      "half": 787,
      "midd": 788,
      "##az": 789,
      "##na": 790,
      "##ined": 791,
      "took": 792,
      "##cept": 793,
      "soon": 794,
      "upon": 795,
      "##ult": 796,
      "quite": 797,
      "through": 798,
      "salary": 799,
      "St": 800,
      "care": 801,
      "gl": 802,
      "give": 803,
      "hard": 804,
      "mind": 805,
      "nat": 806,
      "pass": 807,
      "paper": 808,
      "vo": 809,
      "##end": 810,
      "##ue": 811,
      "##bod": 812,
      "##ons": 813,
      "##ott": 814,
      "its": 815,
      "nothing": 816,
      "##urp": 817,
      "saw": 818,
      "cannot": 819,
      "began": 820,
      "Badger": 821,
      "##body": 822,
      "She": 823,
      "To": 824,
      "elect": 825,
      "gu": 826,
      "keep": 827,
      "red": 828,
      "tra": 829,
      "##act": 830,
      "##ning": 831,
      "##ont": 832,
      "##arly": 833,
      "##ither": 834,
      "still": 835,
      "next": 836,
      "hour": 837,
      "comm": 838,
      "##oney": 839,
      "prov": 840,
      "##ribut": 841,
      "ge": 842,
      "got": 843,
      "lo": 844,
      "round": 845,
      "san": 846,
      "turn": 847,
      "##lic": 848,
      "##aw": 849,
      "##eed": 850,
      "##ys": 851,
      "##onna": 852,
      "##ason": 853,
      "supp": 854,
      "fellows": 855,
      "called": 856,
      "boarding": 857,
      "copy": 858,
      "Madonna": 859,
      "middle": 860,
      "Well": 861,
      "cr": 862,
      "cle": 863,
      "full": 864,
      "money": 865,
      "ob": 866,
      "per": 867,
      "put": 868,
      "ple": 869,
      "sle": 870,
      "year": 871,
      "##ik": 872,
      "##em": 873,
      "##fer": 874,
      "##ishing": 875,
      "##oth": 876,
      "hel": 877,
      "heart": 878,
      "read": 879,
      "##ura": 880,
      "##ical": 881,
      "agree": 882,
      "diff": 883,
      "appeared": 884,
      "underst": 885,
      "consid": 886,
      "##ronic": 887,
      "woman": 888,
      "electronic": 889,
      "geish": 890,
      "How": 891,
      "eas": 892,
      "fight": 893,
      "find": 894,
      "home": 895,
      "##onder": 896,
      "##ept": 897,
      "meet": 898,
      "resign": 899,
      "answered": 900,
      "country": 901,
      "Say": 902,
      "Yes": 903,
      "ed": 904,
      "eff": 905,
      "fee": 906,
      "feet": 907,
      "ll": 908,
      "##les": 909,
      "##ouble": 910,
      "things": 911,
      "##ished": 912,
      "##iter": 913,
      "stra": 914,
      "##ired": 915,
      "mean": 916,
      "##ention": 917,
      "form": 918,
      "reason": 919,
      "##osition": 920,
      "##ople": 921,
      "While": 922,
      "brother": 923,
      "acc": 924,
      "##erms": 925,
      "Ar": 926,
      "bed": 927,
      "dra": 928,
      "fool": 929,
      "pay": 930,
      "since": 931,
      "##get": 932,
      "##ense": 933,
      "##iss": 934,
      "stay": 935,
      "story": 936,
      "rep": 937,
      "front": 938,
      "One": 939,
      "##ressed": 940,
      "##cond": 941,
      "voice": 942,
      "help": 943,
      "After": 944,
      "Is": 945,
      "My": 946,
      "ap": 947,
      "bu": 948,
      "end": 949,
      "hon": 950,
      "litt": 951,
      "mon": 952,
      "mar": 953,
      "making": 954,
      "terms": 955,
      "##opp": 956,
      "##ire": 957,
      "##ness": 958,
      "##ew": 959,
      "##fe": 960,
      "##TE": 961,
      "##gg": 962,
      "thing": 963,
      "##ided": 964,
      "##amed": 965,
      "##rap": 966,
      "does": 967,
      "spr": 968,
      "become": 969,
      "second": 970,
      "ent": 971,
      "dire": 972,
      "##itten": 973,
      "decl": 974,
      "##ably": 975,
      "dango": 976,
      "people": 977,
      "little": 978,
      "Found": 979,
      "ey": 980,
      "line": 981,
      "lady": 982,
      "six": 983,
      "tak": 984,
      "wonder": 985,
      "##igh": 986,
      "##ple": 987,
      "##iting": 988,
      "##ently": 989,
      "why": 990,
      "requ": 991,
      "atte": 992,
      "##ung": 993,
      "written": 994,
      "affair": 995,
      "straight": 996,
      "Foundation": 997,
      "Jap": 998,
      "Not": 999
    }
  }
}
