{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|padding|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "NFC"
  },
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<|endoftext|>": 0,
      "<|padding|>": 1,
      "!": 2,
      "\"": 3,
      "#": 4,
      "$": 5,
      "%": 6,
      "&": 7,
      "'": 8,
      "(": 9,
      ")": 10,
      "*": 11,
      "+": 12,
      ",": 13,
      "-": 14,
      ".": 15,
      "/": 16,
      "0": 17,
      "1": 18,
      "2": 19,
      "3": 20,
      "4": 21,
      "5": 22,
      "6": 23,
      "7": 24,
      "8": 25,
      "9": 26,
      ":": 27,
      ";": 28,
      "<": 29,
      "=": 30,
      ">": 31,
      "?": 32,
      "@": 33,
      "A": 34,
      "B": 35,
      "C": 36,
      "D": 37,
      "E": 38,
      "F": 39,
      "G": 40,
      "H": 41,
      "I": 42,
      "J": 43,
      "K": 44,
      "L": 45,
      "M": 46,
      "N": 47,
      "O": 48,
      "P": 49,
      "Q": 50,
      "R": 51,
      "S": 52,
      "T": 53,
      "U": 54,
      "V": 55,
      "W": 56,
      "X": 57,
      "Y": 58,
      "Z": 59,
      "[": 60,
      "\\": 61,
      "]": 62,
      "^": 63,
      "_": 64,
      "`": 65,
      "a": 66,
      "b": 67,
      "c": 68,
      "d": 69,
      "e": 70,
      "f": 71,
      "g": 72,
      "h": 73,
      "i": 74,
      "j": 75,
      "k": 76,
      "l": 77,
      "m": 78,
      "n": 79,
      "o": 80,
      "p": 81,
      "q": 82,
      "r": 83,
      "s": 84,
      "t": 85,
      "u": 86,
      "v": 87,
      "w": 88,
      "x": 89,
      "y": 90,
      "z": 91,
      "{": 92,
      "|": 93,
      "}": 94,
      "~": 95,
      "¡": 96,
      "¢": 97,
      "£": 98,
      "¤": 99,
      "¥": 100,
      "¦": 101,
      "§": 102,
      "¨": 103,
      "©": 104,
      "ª": 105,
      "«": 106,
      "¬": 107,
      "®": 108,
      "¯": 109,
      "°": 110,
      "±": 111,
      "²": 112,
      "³": 113,
      "´": 114,
      "µ": 115,
      "¶": 116,
      "·": 117,
      "¸": 118,
      "¹": 119,
      "º": 120,
      "»": 121,
      "¼": 122,
      "½": 123,
      "¾": 124,
      "¿": 125,
      "À": 126,
      "Á": 127,
      "Â": 128,
      "Ã": 129,
      "Ä": 130,
      "Å": 131,
      "Æ": 132,
      "Ç": 133,
      "È": 134,
      "É": 135,
      "Ê": 136,
      "Ë": 137,
      "Ì": 138,
      "Í": 139,
      "Î": 140,
      "Ï": 141,
      "Ð": 142,
      "Ñ": 143,
      "Ò": 144,
      "Ó": 145,
      "Ô": 146,
      "Õ": 147,
      "Ö": 148,
      "×": 149,
      "Ø": 150,
      "Ù": 151,
      "Ú": 152,
      "Û": 153,
      "Ü": 154,
      "Ý": 155,
      "Þ": 156,
      "ß": 157,
      "à": 158,
      "á": 159,
      "â": 160,
      "ã": 161,
      "ä": 162,
      "å": 163,
      "æ": 164,
      "ç": 165,
      "è": 166,
      "é": 167,
      "ê": 168,
      "ë": 169,
      "ì": 170,
      "í": 171,
      "î": 172,
      "ï": 173,
      "ð": 174,
      "ñ": 175,
      "ò": 176,
      "ó": 177,
      "ô": 178,
      "õ": 179,
      "ö": 180,
      "÷": 181,
      "ø": 182,
      "ù": 183,
      "ú": 184,
      "û": 185,
      "ü": 186,
      "ý": 187,
      "þ": 188,
      "ÿ": 189,
      "Ā": 190,
      "ā": 191,
      "Ă": 192,
      "ă": 193,
      "Ą": 194,
      "ą": 195,
      "Ć": 196,
      "ć": 197,
      "Ĉ": 198,
      "ĉ": 199,
      "Ċ": 200,
      "ċ": 201,
      "Č": 202,
      "č": 203,
      "Ď": 204,
      "ď": 205,
      "Đ": 206,
      "đ": 207,
      "Ē": 208,
      "ē": 209,
      "Ĕ": 210,
      "ĕ": 211,
      "Ė": 212,
      "ė": 213,
      "Ę": 214,
      "ę": 215,
      "Ě": 216,
      "ě": 217,
      "Ĝ": 218,
      "ĝ": 219,
      "Ğ": 220,
      "ğ": 221,
      "Ġ": 222,
      "ġ": 223,
      "Ģ": 224,
      "ģ": 225,
      "Ĥ": 226,
      "ĥ": 227,
      "Ħ": 228,
      "ħ": 229,
      "Ĩ": 230,
      "ĩ": 231,
      "Ī": 232,
      "ī": 233,
      "Ĭ": 234,
      "ĭ": 235,
      "Į": 236,
      "į": 237,
      "İ": 238,
      "ı": 239,
      "Ĳ": 240,
      "ĳ": 241,
      "Ĵ": 242,
      "ĵ": 243,
      "Ķ": 244,
      "ķ": 245,
      "ĸ": 246,
      "Ĺ": 247,
      "ĺ": 248,
      "Ļ": 249,
      "ļ": 250,
      "Ľ": 251,
      "ľ": 252,
      "Ŀ": 253,
      "ŀ": 254,
      "Ł": 255,
      "ł": 256,
      "Ń": 257,
      "Ġt": 258,
      "he": 259,
      "Ġa": 260,
      "in": 261,
      "Ġs": 262,
      "Ġw": 263,
      "Ġthe": 264,
      "Ġo": 265,
      "re": 266,
      "Ġb": 267,
      "ou": 268,
      "ed": 269,
      "Ġm": 270,
      "nd": 271,
      "ĠI": 272,
      "ha": 273,
      "it": 274,
      "er": 275,
      "ing": 276,
      "Ġf": 277,
      "is": 278,
      "Ġto": 279,
      "en": 280,
      "on": 281,
      "or": 282,
      "as": 283,
      "Ġc": 284,
      "Ġof": 285,
      "Ġand": 286,
      "Ġd": 287,
      "ll": 288,
      "at": 289,
      "an": 290,
      "ar": 291,
      "Ġp": 292,
      "Ġn": 293,
      "Ġin": 294,
      "le": 295,
      "om": 296,
      "ot": 297,
      "Ġh": 298,
      "Ġbe": 299,
      "ut": 300,
      "ow": 301,
      "es": 302,
      "hat": 303,
      "Ġg": 304,
      "Ġhe": 305,
      "Ġha": 306,
      "Ġl": 307,
      "Ġwas": 308,
      "ld": 309,
      "gh": 310,
      "id": 311,
      "ch": 312,
      "Ġth": 313,
      "Ġit": 314,
      "ay": 315,
      "Ġon": 316,
      "ce": 317,
      "se": 318,
      "ent": 319,
      "Ġst": 320,
      "ly": 321,
      "ve": 322,
      "et": 323,
      "st": 324,
      "ĠT": 325,
      "Ġe": 326,
      "Ġy": 327,
      "ght": 328,
      "ir": 329,
      "Ġme": 330,
      "oo": 331,
      "al": 332,
      "ith": 333,
      "Ġre": 334,
      "im": 335,
      "Ġthat": 336,
      "Ġas": 337,
      "ould": 338,
      "ro": 339,
      "ad": 340,
      "ion": 341,
      "her": 342,
      "Ġmy": 343,
      "ct": 344,
      "Ġnot": 345,
      "Ġwith": 346,
      "Ġfor": 347,
      "Ġu": 348,
      "ke": 349,
      "Ġyou": 350,
      "ĠS": 351,
      "Ġis": 352,
      "ight": 353,
      "am": 354,
      "ic": 355,
      "ur": 356,
      "..": 357,
      "Ġat": 358,
      "ac": 359,
      "ter": 360,
      "Ġwh": 361,
      "Ġan": 362,
      "Ġwe": 363,
      "ĠThe": 364,
      "if": 365,
      "Ġor": 366,
      "Ġbut": 367,
      ".\"": 368,
      "ver": 369,
      "Ġ\"": 370,
      "Ġr": 371,
      "out": 372,
      "ome": 373,
      "pp": 374,
      "Ġhad": 375,
      "qu": 376,
      "Ġsu": 377,
      "Ġthis": 378,
      "red": 379,
      "Ġso": 380,
      "ard": 381,
      "ell": 382,
      "Ġwould": 383,
      "Ġhis": 384,
      "Ġsh": 385,
      "ra": 386,
      "ine": 387,
      "Ġse": 388,
      "Ġby": 389,
      "ĠP": 390,
      "hen": 391,
      "ĠA": 392,
      "Ġhave": 393,
      "Ġfr": 394,
      "ĠH": 395,
      "Ġsa": 396,
      "Ġone": 397,
      "em": 398,
      "ked": 399,
      "irt": 400,
      "ect": 401,
      "Ġhim": 402,
      "Ġli": 403,
      "Ġab": 404,
      "hing": 405,
      "ation": 406,
      "the": 407,
      "ĠR": 408,
      "Ġle": 409,
      "ss": 410,
      "ĠW": 411,
      "cu": 412,
      "'t": 413,
      "ill": 414,
      "art": 415,
      "all": 416,
      "own": 417,
      "ore": 418,
      "Ġall": 419,
      "Ġk": 420,
      "Ġgo": 421,
      "hirt": 422,
      "and": 423,
      "Ġout": 424,
      "ame": 425,
      "ain": 426,
      "Ġif": 427,
      "Ġno": 428,
      "Ġthey": 429,
      "Ġdo": 430,
      "ool": 431,
      "un": 432,
      "to": 433,
      "Ġup": 434,
      "ĠRed": 435,
      "Ġne": 436,
      "ĠK": 437,
      "ĠShirt": 438,
      "Ġfrom": 439,
      "Ġwor": 440,
      "ong": 441,
      "Ġthere": 442,
      "Ġsaid": 443,
      "ri": 444,
      "ant": 445,
      "ĠB": 446,
      "ud": 447,
      "Ġany": 448,
      "ind": 449,
      "ab": 450,
      "ound": 451,
      "Ġwhi": 452,
      "Ġabout": 453,
      "Ġthem": 454,
      "cup": 455,
      "ak": 456,
      "Ġte": 457,
      "Ġde": 458,
      "ĠM": 459,
      "ake": 460,
      "cupine": 461,
      "ig": 462,
      "orcupine": 463,
      "Ġwere": 464,
      "il": 465,
      "chool": 466,
      "Ġro": 467,
      "ood": 468,
      "Ġare": 469,
      ",\"": 470,
      "ive": 471,
      "Ġlike": 472,
      "yo": 473,
      "Ġhou": 474,
      "'s": 475,
      "us": 476,
      "one": 477,
      "el": 478,
      "ul": 479,
      "ack": 480,
      "op": 481,
      "th": 482,
      "acher": 483,
      "ge": 484,
      "um": 485,
      "Ġfa": 486,
      "Ġschool": 487,
      "....": 488,
      "ok": 489,
      "te": 490,
      "Ġj": 491,
      "ess": 492,
      "ust": 493,
      "ers": 494,
      "ther": 495,
      "ĠC": 496,
      "Ġsp": 497,
      "Ġwhen": 498,
      "han": 499,
      "Ġman": 500,
      "ough": 501,
      "Ġcan": 502,
      "Ġget": 503,
      "Ġwho": 504,
      "?\"": 505,
      "Ġdid": 506,
      "ci": 507,
      "Ġal": 508,
      "Ġpo": 509,
      "au": 510,
      "lf": 511,
      "ist": 512,
      "Ġcom": 513,
      "ĠPorcupine": 514,
      "Ġwhich": 515,
      "ven": 516,
      "wn": 517,
      "Ġaf": 518,
      "ass": 519,
      "ber": 520,
      "ous": 521,
      "est": 522,
      "Ġex": 523,
      "lo": 524,
      "Ġtr": 525,
      "Ġsay": 526,
      "ellow": 527,
      "ought": 528,
      "Ġroom": 529,
      "--": 530,
      "Ġsome": 531,
      "ĠO": 532,
      "Ġv": 533,
      "hed": 534,
      "ate": 535,
      "ap": 536,
      "Ġtw": 537,
      "ree": 538,
      "Ġbec": 539,
      "ject": 540,
      "ks": 541,
      "Ġcon": 542,
      "Ġbeen": 543,
      "Ġcould": 544,
      "ide": 545,
      "ents": 546,
      "ep": 547,
      "nt": 548,
      "ĠG": 549,
      "Ġpro": 550,
      "Ġhouse": 551,
      "Ġag": 552,
      "ĠIf": 553,
      "Ġfellow": 554,
      "Ġkn": 555,
      "way": 556,
      "Ġam": 557,
      "Ġwhat": 558,
      "ite": 559,
      "ish": 560,
      "ang": 561,
      "are": 562,
      "Ġshe": 563,
      "Ġbo": 564,
      "nder": 565,
      "Ġpr": 566,
      "ime": 567,
      "Ġteacher": 568,
      "ice": 569,
      "ĠN": 570,
      "ie": 571,
      "ure": 572,
      "ast": 573,
      "Ġsuch": 574,
      "ag": 575,
      "lown": 576,
      "Ġqu": 577,
      "enber": 578,
      "utenber": 579,
      "utenberg": 580,
      "pt": 581,
      "Ġwr": 582,
      "Ġstud": 583,
      "ĠHe": 584,
      "ry": 585,
      "tter": 586,
      "here": 587,
      "Ġmore": 588,
      "ĠY": 589,
      "Ġmay": 590,
      "ity": 591,
      "Ġloo": 592,
      "Ġother": 593,
      "his": 594,
      "Ġwill": 595,
      "ĠIt": 596,
      "ort": 597,
      "very": 598,
      "Ġshould": 599,
      "ĠPro": 600,
      "we": 601,
      "ash": 602,
      "Ġpl": 603,
      "Ġapp": 604,
      "Ġday": 605,
      "urn": 606,
      "po": 607,
      "ĠĠ": 608,
      "Ġher": 609,
      "ck": 610,
      "not": 611,
      "Ġun": 612,
      "hi": 613,
      "ving": 614,
      "Ġtime": 615,
      "Ġold": 616,
      "Ġway": 617,
      "able": 618,
      "ĠClown": 619,
      "ach": 620,
      "ub": 621,
      "Ġoff": 622,
      "Ġonly": 623,
      "The": 624,
      "be": 625,
      "king": 626,
      "Ġthan": 627,
      "Ġtheir": 628,
      "other": 629,
      "ally": 630,
      "ary": 631,
      "ated": 632,
      "ans": 633,
      "self": 634,
      "Ġgoing": 635,
      "iyo": 636,
      "oll": 637,
      "uch": 638,
      "Ġback": 639,
      "ance": 640,
      "ade": 641,
      "sp": 642,
      "Ġthought": 643,
      "Ġtwo": 644,
      "ĠProject": 645,
      "so": 646,
      "ved": 647,
      "Ġhead": 648,
      "Ġright": 649,
      "ĠD": 650,
      "Ġpre": 651,
      "Ġus": 652,
      "Ġsee": 653,
      "cip": 654,
      "Ġstudents": 655,
      "!\"": 656,
      "incip": 657,
      "Ġdon": 658,
      "Ġnight": 659,
      "ared": 660,
      "pl": 661,
      "ĠKiyo": 662,
      ",--": 663,
      "ff": 664,
      "Ġco": 665,
      "omet": 666,
      "Ġhow": 667,
      "Ġasked": 668,
      "ĠGutenberg": 669,
      "incipal": 670,
      "ever": 671,
      "ĠF": 672,
      "Ġac": 673,
      "Ġmake": 674,
      "led": 675,
      "Ġmight": 676,
      "itt": 677,
      "Ġafter": 678,
      "dd": 679,
      "thing": 680,
      "Ġbr": 681,
      "Ġmat": 682,
      "Ġmade": 683,
      "Ġcome": 684,
      "Ġgr": 685,
      "ĠBut": 686,
      "ign": 687,
      "Ġknow": 688,
      "tm": 689,
      "ory": 690,
      "ĠOn": 691,
      "ble": 692,
      "cl": 693,
      "og": 694,
      "ĠE": 695,
      "Ġyour": 696,
      "ear": 697,
      "ied": 698,
      "ull": 699,
      "Ġthree": 700,
      "Ġwork": 701,
      "ace": 702,
      "but": 703,
      "pe": 704,
      "Ġover": 705,
      "our": 706,
      "Ġstart": 707,
      "ick": 708,
      "ho": 709,
      "ink": 710,
      "Ġwant": 711,
      "Ġmuch": 712,
      "Ġpart": 713,
      "imp": 714,
      "......": 715,
      "ence": 716,
      "Ġdown": 717,
      "Ġeven": 718,
      "Ġprincipal": 719,
      "ling": 720,
      "Ġbl": 721,
      "ount": 722,
      "Ġcl": 723,
      "ause": 724,
      "Ġfe": 725,
      "orm": 726,
      "Ġdis": 727,
      "Ġinto": 728,
      "Ġface": 729,
      "okyo": 730,
      "omething": 731,
      "ire": 732,
      "per": 733,
      "ty": 734,
      "Ġar": 735,
      "Ġour": 736,
      "reat": 737,
      "ress": 738,
      "Ġmo": 739,
      "Ġfir": 740,
      "co": 741,
      "Ġtake": 742,
      "Ġthen": 743,
      "ings": 744,
      "Ġtold": 745,
      "Ġbeg": 746,
      "ner": 747,
      "ose": 748,
      "Ġwat": 749,
      "Ġown": 750,
      "ition": 751,
      "ise": 752,
      "Ġseem": 753,
      "Ġagain": 754,
      "fore": 755,
      "ger": 756,
      "Ġsha": 757,
      "Ġfar": 758,
      "Ġcame": 759,
      "less": 760,
      "Ġret": 761,
      "ady": 762,
      "aking": 763,
      "ather": 764,
      "Ġgood": 765,
      "'m": 766,
      "row": 767,
      "Ġke": 768,
      "ark": 769,
      "ment": 770,
      "Ġtell": 771,
      "Ġwent": 772,
      "ath": 773,
      "Ġhas": 774,
      "pped": 775,
      "quash": 776,
      "iz": 777,
      "Ġen": 778,
      "Ġhot": 779,
      "Ġfirst": 780,
      "bard": 781,
      "of": 782,
      "was": 783,
      "Ġaway": 784,
      "Ġsm": 785,
      "Ġsomething": 786,
      "Ġtown": 787,
      "Ġbetter": 788,
      "ĠThis": 789,
      "Ġrem": 790,
      "ĠThen": 791,
      "fe": 792,
      "ily": 793,
      "li": 794,
      "ĠL": 795,
      "Ġlong": 796,
      "ĠTokyo": 797,
      "Ġsure": 798,
      "Ġlooked": 799,
      "ubbard": 800,
      "ious": 801,
      "Ġtoo": 802,
      "ord": 803,
      "Ġhere": 804,
      "ction": 805,
      "Ġmany": 806,
      "bo": 807,
      "me": 808,
      "ng": 809,
      "os": 810,
      "ped": 811,
      "ince": 812,
      "ase": 813,
      "Ġnow": 814,
      "Ġheard": 815,
      "Ġunder": 816,
      "Ġjust": 817,
      "hy": 818,
      "ward": 819,
      "Ġent": 820,
      "ĠIn": 821,
      "Ġbeing": 822,
      "Ġbefore": 823,
      "Ġwell": 824,
      "ĠThey": 825,
      "Ġkind": 826,
      "Ġboard": 827,
      "aid": 828,
      "xt": 829,
      "Ġtal": 830,
      "ited": 831,
      "erm": 832,
      "Ġcall": 833,
      "Ġyen": 834,
      "ried": 835,
      "Ġwrong": 836,
      "Ġmatter": 837,
      "Ġreturn": 838,
      "ced": 839,
      "day": 840,
      "ft": 841,
      "ron": 842,
      "Ġsw": 843,
      "Ġsame": 844,
      "Ġwhere": 845,
      "ised": 846,
      "Ġcha": 847,
      "Ġthink": 848,
      "Ġonce": 849,
      "ĠSquash": 850,
      "ĠHubbard": 851,
      "Ġbecause": 852,
      "ĠNo": 853,
      "ĠYou": 854,
      "cess": 855,
      "dy": 856,
      "ered": 857,
      "side": 858,
      "with": 859,
      "isha": 860,
      "Ġcop": 861,
      "Ġra": 862,
      "Ġshow": 863,
      "Ġletter": 864,
      "Ġplace": 865,
      "ollow": 866,
      "con": 867,
      "fter": 868,
      "ne": 869,
      "pr": 870,
      "that": 871,
      "ves": 872,
      "Ġsc": 873,
      "ating": 874,
      "Ġpers": 875,
      "Ġhand": 876,
      "Ġlau": 877,
      "idd": 878,
      "Ġstr": 879,
      "Ġwithout": 880,
      "Ġaff": 881,
      "Ġsaying": 882,
      "air": 883,
      "lect": 884,
      "ĠWhat": 885,
      "Ġwhile": 886,
      "elt": 887,
      "aper": 888,
      "oga": 889,
      "ies": 890,
      "pen": 891,
      "ting": 892,
      "ying": 893,
      "Ġadd": 894,
      "Ġsat": 895,
      "Ġpe": 896,
      "Ġho": 897,
      "Ġhar": 898,
      "Ġans": 899,
      "ĠWhen": 900,
      "Ġanything": 901,
      "Ġspe": 902,
      "Ġdays": 903,
      "'re": 904,
      "ave": 905,
      "get": 906,
      "lic": 907,
      "ted": 908,
      "tain": 909,
      "Ġvery": 910,
      "Ġmust": 911,
      "Ġevery": 912,
      "adger": 913,
      "ĠAs": 914,
      "Ġnew": 915,
      "ĠKoga": 916,
      "Ġvo": 917,
      "hile": 918,
      "That": 919,
      "ful": 920,
      "ix": 921,
      "rough": 922,
      "Ġset": 923,
      "Ġfollow": 924,
      "Ġcare": 925,
      "ank": 926,
      "Ġlo": 927,
      "Ġres": 928,
      "ĠSo": 929,
      "ife": 930,
      "ĠAnd": 931,
      "ĠMr": 932,
      "Ġseemed": 933,
      "iddle": 934,
      "aw": 935,
      "cid": 936,
      "na": 937,
      "ya": 938,
      "ined": 939,
      "Ġwom": 940,
      "Ġfound": 941,
      "Ġmyself": 942,
      "ations": 943,
      "Ġleft": 944,
      "ĠWe": 945,
      "Ġnever": 946,
      "Ġteachers": 947,
      "Ġclass": 948,
      "ired": 949,
      "no": 950,
      "tem": 951,
      "Ġ1": 952,
      "ĠU": 953,
      "Ġsen": 954,
      "Ġthese": 955,
      "Ġdes": 956,
      "Ġdang": 957,
      "Ġhaving": 958,
      "Ġthose": 959,
      "cept": 960,
      "alary": 961,
      "ĠThere": 962,
      "Ġwatch": 963,
      "body": 964,
      "Ġperson": 965,
      "You": 966,
      "age": 967,
      "ue": 968,
      "ason": 969,
      "Ġcount": 970,
      "Ġdist": 971,
      "ott": 972,
      "Ġbel": 973,
      "Ġgive": 974,
      "Ġits": 975,
      "icul": 976,
      "ĠMad": 977,
      "Ġappe": 978,
      "Ġhard": 979,
      "What": 980,
      "az": 981,
      "ged": 982,
      "ning": 983,
      "sid": 984,
      "Ġtem": 985,
      "ither": 986,
      "Ġche": 987,
      "arly": 988,
      "Ġsoon": 989,
      "ement": 990,
      "Ġupon": 991,
      "ribut": 992,
      "oney": 993,
      "fere": 994,
      "oot": 995,
      "right": 996,
      "san": 997,
      "Ġ(": 998,
      "Ġser": 999
    },
    "merges": [
      "Ġ t",
      "h e",
      "Ġ a",
      "i n",
      "Ġ s",
      "Ġ w",
      "Ġt he",
      "Ġ o",
      "r e",
      "Ġ b",
      "o u",
      "e d",
      "Ġ m",
      "n d",
      "Ġ I",
      "h a",
      "i t",
      "e r",
      "in g",
      "Ġ f",
      "i s",
      "Ġt o",
      "e n",
      "o n",
      "o r",
      "a s",
      "Ġ c",
      "Ġo f",
      "Ġa nd",
      "Ġ d",
      "l l",
      "a t",
      "a n",
      "a r",
      "Ġ p",
      "Ġ n",
      "Ġ in",
      "l e",
      "o m",
      "o t",
      "Ġ h",
      "Ġb e",
      "u t",
      "o w",
      "e s",
      "ha t",
      "Ġ g",
      "Ġ he",
      "Ġ ha",
      "Ġ l",
      "Ġw as",
      "l d",
      "g h",
      "i d",
      "c h",
      "Ġt h",
      "Ġ it",
      "a y",
      "Ġo n",
      "c e",
      "s e",
      "en t",
      "Ġs t",
      "l y",
      "v e",
      "e t",
      "s t",
      "Ġ T",
      "Ġ e",
      "Ġ y",
      "gh t",
      "i r",
      "Ġm e",
      "o o",
      "a l",
      "it h",
      "Ġ re",
      "i m",
      "Ġt hat",
      "Ġa s",
      "ou ld",
      "r o",
      "a d",
      "i on",
      "he r",
      "Ġm y",
      "c t",
      "Ġn ot",
      "Ġw ith",
      "Ġf or",
      "Ġ u",
      "k e",
      "Ġy ou",
      "Ġ S",
      "Ġ is",
      "i ght",
      "a m",
      "i c",
      "u r",
      ". .",
      "Ġa t",
      "a c",
      "t er",
      "Ġw h",
      "Ġa n",
      "Ġw e",
      "ĠT he",
      "i f",
      "Ġo r",
      "Ġb ut",
      ". \"",
      "v er",
      "Ġ \"",
      "Ġ r",
      "ou t",
      "om e",
      "p p",
      "Ġha d",
      "q u",
      "Ġs u",
      "Ġth is",
      "re d",
      "Ġs o",
      "ar d",
      "e ll",
      "Ġw ould",
      "Ġh is",
      "Ġs h",
      "r a",
      "in e",
      "Ġs e",
      "Ġb y",
      "Ġ P",
      "he n",
      "Ġ A",
      "Ġha ve",
      "Ġf r",
      "Ġ H",
      "Ġs a",
      "Ġon e",
      "e m",
      "k ed",
      "ir t",
      "e ct",
      "Ġh im",
      "Ġl i",
      "Ġa b",
      "h ing",
      "at ion",
      "t he",
      "Ġ R",
      "Ġ le",
      "s s",
      "Ġ W",
      "c u",
      "' t",
      "i ll",
      "ar t",
      "a ll",
      "ow n",
      "o re",
      "Ġa ll",
      "Ġ k",
      "Ġg o",
      "h irt",
      "a nd",
      "Ġo ut",
      "am e",
      "a in",
      "Ġ if",
      "Ġn o",
      "Ġthe y",
      "Ġd o",
      "oo l",
      "u n",
      "t o",
      "Ġu p",
      "ĠR ed",
      "Ġn e",
      "Ġ K",
      "ĠS hirt",
      "Ġfr om",
      "Ġw or",
      "on g",
      "Ġthe re",
      "Ġsa id",
      "r i",
      "an t",
      "Ġ B",
      "u d",
      "Ġan y",
      "in d",
      "a b",
      "ou nd",
      "Ġwh i",
      "Ġab out",
      "Ġthe m",
      "cu p",
      "a k",
      "Ġt e",
      "Ġd e",
      "Ġ M",
      "a ke",
      "cup ine",
      "i g",
      "or cupine",
      "Ġwe re",
      "i l",
      "ch ool",
      "Ġ ro",
      "oo d",
      "Ġa re",
      ", \"",
      "i ve",
      "Ġli ke",
      "y o",
      "Ġh ou",
      "' s",
      "u s",
      "on e",
      "e l",
      "u l",
      "ac k",
      "o p",
      "t h",
      "ac her",
      "g e",
      "u m",
      "Ġf a",
      "Ġs chool",
      ".. ..",
      "o k",
      "t e",
      "Ġ j",
      "es s",
      "u st",
      "er s",
      "t her",
      "Ġ C",
      "Ġs p",
      "Ġw hen",
      "ha n",
      "Ġm an",
      "ou gh",
      "Ġc an",
      "Ġg et",
      "Ġwh o",
      "? \"",
      "Ġd id",
      "c i",
      "Ġa l",
      "Ġp o",
      "a u",
      "l f",
      "is t",
      "Ġc om",
      "ĠP orcupine",
      "Ġwhi ch",
      "v en",
      "w n",
      "Ġa f",
      "as s",
      "b er",
      "ou s",
      "es t",
      "Ġe x",
      "l o",
      "Ġt r",
      "Ġs ay",
      "ell ow",
      "ou ght",
      "Ġro om",
      "- -",
      "Ġs ome",
      "Ġ O",
      "Ġ v",
      "he d",
      "at e",
      "a p",
      "Ġt w",
      "re e",
      "Ġbe c",
      "j ect",
      "k s",
      "Ġc on",
      "Ġbe en",
      "Ġc ould",
      "id e",
      "ent s",
      "e p",
      "n t",
      "Ġ G",
      "Ġp ro",
      "Ġhou se",
      "Ġa g",
      "ĠI f",
      "Ġf ellow",
      "Ġk n",
      "w ay",
      "Ġa m",
      "Ġw hat",
      "it e",
      "is h",
      "an g",
      "a re",
      "Ġs he",
      "Ġb o",
      "nd er",
      "Ġp r",
      "im e",
      "Ġte acher",
      "i ce",
      "Ġ N",
      "i e",
      "u re",
      "as t",
      "Ġsu ch",
      "a g",
      "l own",
      "Ġ qu",
      "en ber",
      "ut enber",
      "utenber g",
      "p t",
      "Ġw r",
      "Ġst ud",
      "ĠH e",
      "r y",
      "t ter",
      "he re",
      "Ġm ore",
      "Ġ Y",
      "Ġm ay",
      "it y",
      "Ġl oo",
      "Ġo ther",
      "h is",
      "Ġw ill",
      "ĠI t",
      "or t",
      "ver y",
      "Ġsh ould",
      "ĠP ro",
      "w e",
      "as h",
      "Ġp l",
      "Ġa pp",
      "Ġd ay",
      "ur n",
      "p o",
      "Ġ Ġ",
      "Ġhe r",
      "c k",
      "n ot",
      "Ġu n",
      "h i",
      "v ing",
      "Ġt ime",
      "Ġo ld",
      "Ġw ay",
      "ab le",
      "ĠC lown",
      "a ch",
      "u b",
      "Ġof f",
      "Ġon ly",
      "T he",
      "b e",
      "k ing",
      "Ġt han",
      "Ġthe ir",
      "ot her",
      "all y",
      "ar y",
      "at ed",
      "an s",
      "se lf",
      "Ġgo ing",
      "i yo",
      "o ll",
      "u ch",
      "Ġb ack",
      "an ce",
      "ad e",
      "s p",
      "Ġth ought",
      "Ġtw o",
      "ĠPro ject",
      "s o",
      "v ed",
      "Ġhe ad",
      "Ġr ight",
      "Ġ D",
      "Ġp re",
      "Ġu s",
      "Ġse e",
      "ci p",
      "Ġstud ents",
      "! \"",
      "in cip",
      "Ġd on",
      "Ġn ight",
      "a red",
      "p l",
      "ĠK iyo",
      ", --",
      "f f",
      "Ġc o",
      "om et",
      "Ġh ow",
      "Ġas ked",
      "ĠG utenberg",
      "incip al",
      "e ver",
      "Ġ F",
      "Ġa c",
      "Ġm ake",
      "l ed",
      "Ġm ight",
      "it t",
      "Ġaf ter",
      "d d",
      "t hing",
      "Ġb r",
      "Ġm at",
      "Ġm ade",
      "Ġc ome",
      "Ġg r",
      "ĠB ut",
      "ig n",
      "Ġkn ow",
      "t m",
      "or y",
      "ĠO n",
      "b le",
      "c l",
      "o g",
      "Ġ E",
      "Ġyou r",
      "e ar",
      "i ed",
      "u ll",
      "Ġth ree",
      "Ġwor k",
      "a ce",
      "b ut",
      "p e",
      "Ġo ver",
      "ou r",
      "Ġst art",
      "ic k",
      "h o",
      "in k",
      "Ġw ant",
      "Ġm uch",
      "Ġp art",
      "im p",
      ".... ..",
      "en ce",
      "Ġd own",
      "Ġe ven",
      "Ġpr incipal",
      "l ing",
      "Ġb l",
      "ou nt",
      "Ġc l",
      "au se",
      "Ġf e",
      "or m",
      "Ġd is",
      "Ġin to",
      "Ġfa ce",
      "ok yo",
      "omet hing",
      "i re",
      "p er",
      "t y",
      "Ġa r",
      "Ġo ur",
      "re at",
      "re ss",
      "Ġm o",
      "Ġf ir",
      "c o",
      "Ġt ake",
      "Ġthe n",
      "ing s",
      "Ġto ld",
      "Ġbe g",
      "n er",
      "o se",
      "Ġw at",
      "Ġo wn",
      "it ion",
      "is e",
      "Ġse em",
      "Ġag ain",
      "f ore",
      "g er",
      "Ġs ha",
      "Ġf ar",
      "Ġc ame",
      "le ss",
      "Ġre t",
      "ad y",
      "ak ing",
      "at her",
      "Ġg ood",
      "' m",
      "r ow",
      "Ġ ke",
      "ar k",
      "m ent",
      "Ġt ell",
      "Ġw ent",
      "at h",
      "Ġha s",
      "pp ed",
      "qu ash",
      "i z",
      "Ġ en",
      "Ġh ot",
      "Ġfir st",
      "b ard",
      "o f",
      "w as",
      "Ġa way",
      "Ġs m",
      "Ġs omething",
      "Ġto wn",
      "Ġbe tter",
      "ĠT his",
      "Ġre m",
      "ĠThe n",
      "f e",
      "i ly",
      "l i",
      "Ġ L",
      "Ġl ong",
      "ĠT okyo",
      "Ġsu re",
      "Ġloo ked",
      "ub bard",
      "i ous",
      "Ġto o",
      "or d",
      "Ġhe re",
      "ct ion",
      "Ġman y",
      "b o",
      "m e",
      "n g",
      "o s",
      "p ed",
      "in ce",
      "as e",
      "Ġn ow",
      "Ġhe ard",
      "Ġu nder",
      "Ġj ust",
      "h y",
      "w ard",
      "Ġ ent",
      "ĠI n",
      "Ġbe ing",
      "Ġbe fore",
      "Ġwe ll",
      "ĠThe y",
      "Ġk ind",
      "Ġbo ard",
      "a id",
      "x t",
      "Ġt al",
      "it ed",
      "er m",
      "Ġc all",
      "Ġy en",
      "ri ed",
      "Ġwr ong",
      "Ġmat ter",
      "Ġret urn",
      "c ed",
      "d ay",
      "f t",
      "r on",
      "Ġs w",
      "Ġs ame",
      "Ġw here",
      "is ed",
      "Ġc ha",
      "Ġth ink",
      "Ġon ce",
      "ĠS quash",
      "ĠH ubbard",
      "Ġbec ause",
      "ĠN o",
      "ĠY ou",
      "c ess",
      "d y",
      "e red",
      "s ide",
      "w ith",
      "is ha",
      "Ġc op",
      "Ġr a",
      "Ġsh ow",
      "Ġle tter",
      "Ġpl ace",
      "oll ow",
      "c on",
      "f ter",
      "n e",
      "p r",
      "t hat",
      "v es",
      "Ġs c",
      "at ing",
      "Ġp ers",
      "Ġha nd",
      "Ġl au",
      "id d",
      "Ġst r",
      "Ġwith out",
      "Ġaf f",
      "Ġsay ing",
      "a ir",
      "le ct",
      "ĠW hat",
      "Ġwhi le",
      "el t",
      "ap er",
      "og a",
      "i es",
      "p en",
      "t ing",
      "y ing",
      "Ġa dd",
      "Ġs at",
      "Ġp e",
      "Ġh o",
      "Ġha r",
      "Ġan s",
      "ĠW hen",
      "Ġany thing",
      "Ġsp e",
      "Ġday s",
      "' re",
      "a ve",
      "g et",
      "l ic",
      "t ed",
      "t ain",
      "Ġ very",
      "Ġm ust",
      "Ġe very",
      "ad ger",
      "ĠA s",
      "Ġne w",
      "ĠK oga",
      "Ġv o",
      "hi le",
      "T hat",
      "f ul",
      "i x",
      "r ough",
      "Ġs et",
      "Ġf ollow",
      "Ġc are",
      "an k",
      "Ġl o",
      "Ġre s",
      "ĠS o",
      "if e",
      "ĠA nd",
      "ĠM r",
      "Ġseem ed",
      "idd le",
      "a w",
      "c id",
      "n a",
      "y a",
      "in ed",
      "Ġw om",
      "Ġf ound",
      "Ġmy self",
      "ation s",
      "Ġle ft",
      "ĠW e",
      "Ġne ver",
      "Ġteacher s",
      "Ġcl ass",
      "i red",
      "n o",
      "t em",
      "Ġ 1",
      "Ġ U",
      "Ġs en",
      "Ġthe se",
      "Ġd es",
      "Ġd ang",
      "Ġha ving",
      "Ġth ose",
      "ce pt",
      "al ary",
      "ĠThe re",
      "Ġwat ch",
      "bo dy",
      "Ġpers on",
      "Y ou",
      "a ge",
      "u e",
      "as on",
      "Ġc ount",
      "Ġd ist",
      "ot t",
      "Ġbe l",
      "Ġg ive",
      "Ġit s",
      "ic ul",
      "ĠM ad",
      "Ġapp e",
      "Ġhar d",
      "W hat",
      "a z",
      "g ed",
      "n ing",
      "s id",
      "Ġt em",
      "it her",
      "Ġc he",
      "ar ly",
      "Ġso on",
      "em ent",
      "Ġup on",
      "ri but",
      "one y",
      "fe re",
      "o ot",
      "r ight",
      "s an",
      "Ġ (",
      "Ġs er"
    ]
  }
}