#version: 0.2 - Trained by `huggingface/tokenizers`
Ġ t
h e
Ġ a
č Ċ
i n
Ġ s
Ġ w
Ġt he
Ġ o
r e
Ġ b
Ġ m
o u
e d
Ġ I
n d
h a
i t
Ġ f
e r
Ġt o
in g
i s
e n
Ġ c
o r
o n
Ġo f
Ġ d
a s
Ġa nd
Ġ p
Ġ n
l l
a t
a r
a n
Ġ in
Ġ l
Ġ h
Ġb e
o m
e s
o t
u t
Ġ g
Ġ ha
o w
Ġ he
ha t
Ġw as
Ġ "
l d
Ġt h
g h
i d
l e
Ġ it
Ġo n
c h
Ġ T
a y
Ġs t
e t
Ġ e
c e
Ġ y
en t
Ġ re
l y
v e
Ġm e
s e
gh t
i r
Ġt hat
o o
it h
Ġa s
a l
i m
Ġ r
Ġw ith
Ġm y
ou ld
Ġn ot
s t
a d
Ġ S
i on
Ġ u
c t
he r
Ġy ou
Ġf or
Ġ is
k e
ĠT he
i ght
Ġa n
Ġa t
u r
Ġw e
Ġw h
a m
i c
Ġb ut
. .
Ġo r
t er
a c
i f
. "
r o
v er
Ġs u
Ġha d
Ġs o
Ġth is
ou t
om e
p p
q u
Ġ A
Ġw ould
Ġ P
re d
ar d
Ġt e
Ġh is
Ġs h
Ġs e
Ġb y
Ġ W
Ġ H
r a
in e
Ġa b
Ġf r
Ġha ve
Ġon e
Ġs a
Ġf e
Ġl i
Ġh im
e ct
Ġ R
k ed
ir t
Ġ k
at ion
he n
h ing
Ġa ll
Ġg o
ĠS h
' t
i ll
ar t
c u
Ġo ut
es s
Ġthe y
Ġd o
Ġ if
Ġn o
o re
Ġn e
ow n
Ġ K
Ġu p
ĠR ed
ĠSh irt
am e
a in
a ll
Ġthe re
Ġw or
Ġfr om
Ġ B
oo l
Ġd e
Ġan y
Ġab out
Ġ M
Ġthe m
Ġsa id
e m
on g
Ġwh i
an t
Ġr o
r i
u d
ou nd
ll ow
u n
cu p
a k
Ġwe re
Ġh ou
Ġli ke
a ke
u s
in d
i l
Ġ C
o s
Ġa re
cup ine
i g
or cupine
o p
ch ool
Ġf a
Ġ j
ĠP orcupine
oo d
, "
i ve
u l
Ġs chool
y o
Ġs p
' s
b le
Ġc an
ac k
Ġc om
Ġe x
Ġa l
ac her
u m
an g
o k
Ġw hen
Ġwh o
t her
Ġa f
.. ..
u st
Ġm an
Ġg et
Ġt r
er s
Ġl e
Ġu n
Ġro om
a g
Ġs ome
ha n
Ġc on
on e
Ġwhi ch
w n
Ġ G
Ġ O
Ġs ay
ou gh
Ġd id
? "
Ġ v
is t
c i
Ġp ro
Ġbe c
es t
l f
Ġte acher
a u
Ġp r
v en
b er
Ġt w
ĠI f
as s
Ġbe en
Ġk n
ou s
Ġhou se
Ġw hat
re s
Ġc ould
- -
Ġ qu
ou ght
Ġ N
Ġa g
Ġin t
ĠH e
a nd
he d
Ġwor k
Ġw r
at e
Ġsu ch
Ġfe llow
w e
Ġs he
re e
j ect
id e
l o
ent s
a p
Ġm ore
Ġst ud
Ġa m
Ġa pp
p t
Ġ Y
it e
is h
as t
i e
Ġt im
nd er
i ce
ĠI t
Ġw ill
Ġl oo
ĠP ro
Ġo ther
Ġb o
l own
Ġm ay
en ber
Ġp o
ut enber
Ġsh ould
utenber g
c k
e p
w ay
Ġd ay
Ġp l
r y
it y
or t
Ġhe r
ĠC lown
Ġtim e
Ġw ay
Ġo ld
ver y
Ġof f
as h
ur n
a re
n t
Ġ F
Ġ Ġ
Ġb ack
ĠG utenberg
u re
Ġt han
t h
v ing
he re
in k
Ġthe ir
Ġon ly
Ġr ight
Ġc o
Ġgo ing
Ġth ought
a ch
Ġpr in
Ġstud ents
all y
ĠPro ject
a ble
t e
ar y
Ġas ked
ĠK i
Ġtw o
e l
Ġn ight
at ed
Ġm ake
ot her
se lf
Ġaf ter
ĠO n
ĠKi yo
u b
Ġ D
Ġa c
Ġb r
an ce
Ġg r
Ġhe ad
ĠT h
ad e
Ġu s
Ġse e
Ġkn ow
Ġd on
Ġh ow
o se
v ed
Ġc l
Ġre s
ĠB ut
p l
! "
Ġm ight
Ġf o
ic k
ci p
Ġprin cip
a red
Ġa d
Ġc ome
Ġst art
, --
Ġ E
Ġb l
Ġm at
om et
Ġth ree
Ġyou r
Ġprincip al
h i
Ġm ade
Ġd own
Ġp art
an s
Ġe ven
it t
Ġd is
Ġbe t
Ġapp e
g e
u ch
Ġo ver
Ġm o
Ġc ou
Ġl et
al k
ig n
o g
t m
Ġa r
Ġs omet
or y
im p
i ed
l ed
Ġw ant
Ġint o
u ll
Ġp re
Ġth ink
Ġm uch
Ġto ld
Ġfa ce
e ver
f f
t hing
Ġthe n
Ġf ir
Ġre t
.... ..
en ce
ar k
ĠThe n
Ġse em
Ġde c
c o
l ing
Ġ L
Ġbe g
Ġha s
au se
ĠTh is
a ce
Ġ 1
Ġw at
Ġo ur
Ġo wn
ing s
Ġh ot
ok yo
res s
Ġag ain
Ġsomet hing
Ġt ake
re at
Ġc ame
Ġre m
s o
Ġs ha
ĠI n
Ġf ar
ĠT okyo
n er
t y
Ġ ke
it ion
is e
Ġc all
Ġg ood
ĠW hen
e red
g er
Ġ en
Ġin c
ad y
ak ing
Ġfir st
a b
f ore
m p
Ġw ent
or m
at her
Ġl ong
Ġte ll
Ġbet ter
' m
e re
i re
p ect
Ġa way
Ġto wn
Ġst r
Ġsu re
Ġj ust
Ġ ent
Ġs m
at h
Ġbe fore
pp ed
qu ash
Ġk ind
Ġloo ked
i z
n ot
Ġc ha
Ġn ow
Ġhe ard
b ard
e ll
m ent
r ow
er m
Ġhe re
Ġu nder
ĠThe y
ĠW hat
Ġbo ard
i ly
Ġw here
Ġto o
Ġbe ing
Ġwith out
ĠS quash
Ġan s
ĠH ub
Ġwr ong
i ous
l ess
Ġs ame
Ġon ce
ct ion
Ġwe ll
Ġman y
ĠN o
ĠY ou
Ġret urn
ĠHub bard
n g
w ard
in ce
Ġc op
as e
ĠA nd
Ġbec ause
Ġmat ter
o d
p e
p ed
or d
Ġp e
Ġp ers
Ġha nd
ĠA s
Ġpl ace
Ġlet ter
Ġs c
it ed
Ġl au
Ġh o
Ġy en
oo k
Ġr a
Ġmy self
Ġloo k
Ġday s
c ed
f t
l t
x t
is ed
ar s
ĠS o
ĠThe re
Ġsh ow
Ġany thing
ri ed
Ġsp e
Ġsay ing
p er
y ing
Ġt alk
Ġs w
Ġs er
is ha
Ġd es
Ġha ving
id d
Ġaf f
Ġv o
c ess
r on
v es
Ġs at
Ġs et
Ġo p
at ing
an k
Ġe very
Ġne ver
ĠK og
Ġwhi le
os s
Ġcl ass
h o
h y
Ġ very
Ġha r
Ġne w
ri b
Ġle ft
ap er
Ġfo llow
Ġseem ed
ĠKog a
a ir
i es
l ic
s ide
t ed
t ing
t ain
Ġ imp
Ġm ust
Ġth r
Ġteacher s
Ġad d
Ġpers on
' re
a id
a ve
Ġ (
Ġb ad
en ed
Ġbe l
le ct
ĠM r
Ġcom p
f ul
i x
Ġs en
Ġc are
Ġin d
Ġth ose
ĠT o
Ġy e
if e
Ġtr ans
hi le
Ġwat ch
n a
y a
Ġ U
Ġ [
in ed
Ġs al
Ġw om
Ġthe se
Ġf ound
Ġd ang
Ġd ist
Ġre g
if f
Ġfe lt
ation s
ĠM ad
Ġbec ame
Ġwork s
Ġstart ed
Ġcou nt
T hat
d ay
i red
l i
Ġm idd
Ġto ok
Ġc he
on s
on t
Ġha lf
ce pt
Ġat t
Ġso on
ĠW e
Ġup on
Ġthr ough
Ġsal ary
Y ou
b od
u e
Ġ J
Ġm ind
Ġp ass
ar ly
ot t
Ġg ive
Ġit s
Ġre f
Ġnot hing
ad ger
ur p
ic ul
Ġsa w
Ġcan not
ag e
